Repository: nunesdennis/Chihu
Catalog: Domain/Resources/Localizable.xcstrings
Source language: en
Languages: es, it, pt_br

source: Add
es: Añadir
it: Aggiungi
pt_br: Adicionar

source: Add new
es: Añadir nuevo
it: Aggiungi nuovo
pt_br: Adicionar novo

source: All
es: Todo
it: Tutti
pt_br: Todas

source: Book
es: Libro
it: Libri
pt_br: Livro

source: Categories
es: Categorias
it: Categorie
pt_br: Categorias

source: Chapter
es: Capítulo
it: Capitolo
pt_br: Capítulo

source: Collection
es: Colección
it: Collezione
pt_br: Coleção

source: Collections
es: Colecciones
it: Collezioni
pt_br: Coleções

source: Completed
es: Completado
it: Completato
pt_br: Completos

source: Create
es: Crea
it: Crea
pt_br: Criar

source: Delete
es: Eliminar
it: Elimina
pt_br: Deletar

source: Delete Account
es: Eliminar Cuenta
it: Elimina Account
pt_br: Excluir conta

source: Delete Note
es: Eliminar Nota
it: Elimina Nota
pt_br: Deletar nota

source: Error
es: Errór
it: Errore
pt_br: Erro

source: For NeoDB
es: Para NeoDB
it: Per NeoDB
pt_br: Para NeoDB

source: Game
es: Juego
it: Giochi
pt_br: Jogo

source: Italian
es: Italiano
it: Italiano
pt_br: Italiano

source: Movie
es: Película
it: Film
pt_br: Filme

source: Music
es: Música
it: Musica
pt_br: Música

source: Page
es: Página
it: Pagina
pt_br: Página

source: Profile
es: Perfil
it: Profilo
pt_br: Perfil

source: Search
es: Buscar
it: Cerca
pt_br: Procurar

source: Something is missing
es: Falta algo
it: Manca qualcosa
pt_br: Algo está faltando

source: Thanks to
es: Reconocimientos
it: Ringraziamenti
pt_br: Agradecimentos

source: Thanks To
es: Reconocimientos
it: Ringraziamenti
pt_br: Agradecimentos

source: This app
es: Esta app
it: Quest'app
pt_br: Esse aplicativo

source: Title
es: Título
it: Titolo
pt_br: Título

source: ## Tip: #### Paste the link of one of the compatible sites into the search field: Douban, Goodreads, Google Books, BooksTW, IMDb, TMDB, Bandcamp, Spotify, IGDB, Steam, Bangumi, BGG, RSS, Discogs, Apple Music, Fediverse, Qidian, Ypshuo.
it: ## Suggerimento: #### Incolla il link di uno dei siti compatibili nel campo di ricerca: Douban, Goodreads, Google Books, BooksTW, IMDb, TMDB, Bandcamp, Spotify, IGDB, Steam, Bangumi, BGG, RSS, Discogs, Apple Music, Fediverso, Qidian, Ypshuo.
pt_br: ## Dica: #### Cole o link de um dos sites compatíveis no campo de busca: Douban, Goodreads, Google Books, BooksTW, IMDb, TMDB, Bandcamp, Spotify, IGDB, Steam, Bangumi, BGG, RSS, Discogs, Apple Music, Fediverse, Qidian, Ypshuo.

source: About
it: Info
pt_br: Sobre

source: About the app
it: Info sull’app
pt_br: Sobre o app

# about.text
source: %@ was created and is in development to fill a gap that I saw when using NeoDB, I wanted to fill this gap by provinding an app for me and whoever likes the service as well.
it: Mentre usavo NeoDB notai che non erano presenti client. %@ è stata creata ed è in fase di sviluppo per colmare questa assenza. Volevo colmarla fornendo un'app sia per me che per tutti coloro che apprezzano il servizio NeoDB.
pt_br: %@ foi criado e está em desenvolvimento para preencher uma lacuna que vi no uso do NeoDB, a falta de um aplicativo era algo que quis resolver pelo menos para mim e para quem também está curtindo o serviço.

source: Access keys problem
it: Problema chiavi d'accesso
pt_br: Problemas de chaves de acesso

source: Add to wishlist
it: Aggiungi alla lista dei desideri
pt_br: Adicionar a lista de desejos

source: AGPL-3.0 License
it: Licenza AGPL-3.0

source: Alert
it: Allerta
pt_br: Alerta

source: App Preferences
it: Preferenze App
pt_br: Preferências do aplicativo

source: Are you sure you want to delete your post?
it: Confermare l’eliminazione del post?
pt_br: Tem certeza que quer deletar sua postagem?

source: Are you sure you want to delete your review?
it: Sei sicuro di voler eliminare la tua recensione?
pt_br: Tem certeza que quer deletar sua avaliação?

source: Are you sure you want to remove your item from the collection?
it: Sei sicuro di voler rimuovere il tuo elemento dalla collezione?
pt_br: Tem certeza que quer remover esse item da sua coleção?

source: Backend Consultant
it: Consulente Backend
pt_br: Consultor Backend

source: Blogs
it: Blog

source: Body
it: Corpo
pt_br: Corpo

source: BSD-3-Clause license
it: Licenza BSD-3-Clause

source: Can not open this
it: Non posso aprirlo
pt_br: Não consigo abrir isso

source: Cancel
it: Cancella
pt_br: Cancelar

source: Clear cache
it: Pulisci cache
pt_br: Apagar cache

source: Collection not selected
it: Collezione non selezionata
pt_br: Coleção não foi selecionada

source: Comment is empty
it: Il commento è vuoto
pt_br: Comentário está vazio

source: Contact the dev
it: Contatta lo sviluppatore
pt_br: Contate o desenvolvedor

source: Content Warning (optional)
it: Avviso Contenuto (opzionale)
pt_br: Aviso de conteúdo (opcional)

source: Crosspost to timeline
it: Condividi sulla timeline
pt_br: Crosspost na timeline

source: Cycle
it: Ripeti
pt_br: Ciclo

source: Dark Mode
it: Modalità Scura
pt_br: Modo Escuro

source: Default Filters
it: Filtri di default
pt_br: Filtros padrões

source: Delete post
it: Elimina post
pt_br: Deletar postagem

source: Delete rate
it: Elimina valutazione
pt_br: Deletar avaliação

source: Delete review
it: Elimina recensione
pt_br: Deletar resenha

source: Did not find anything
it: Non è stato trovato nulla
pt_br: Sem resultados

source: Dropped
it: Abbandonato
pt_br: Desistidos

source: Edit
it: Modifica
pt_br: Editar

source: Edit Note
it: Modifica Nota
pt_br: Editar Nota

source: Episode
it: Episodio
pt_br: Episódio

source: Exhibition
it: Esibizione
pt_br: Exibição

source: Followers Only
it: Solo Seguaci
pt_br: Somente seguidores

source: Following
it: Seguiti
pt_br: Seguindo

source: Global
it: Globale

source: Hide NeoDB scores from under cards and review screen.
it: Nascondi le valutazioni NeoDB da sotto le schede e dalla schermata di valutazione.
pt_br: Esconda as notas do NeoDB dos cartões de itens no app e na tela de review

source: Hide preferences
it: Nascondi preferenze
pt_br: Preferências de ocultações

source: Hide your scores from under cards.
it: Nascondi i tuoi voti dalle schede.
pt_br: Esconda as suas notas nos cartões de itens no app

source: I can not open this link, sorry
it: Non posso aprire questo link, mi dispiace
pt_br: Não consigo abrir esse link, desculpe

source: I could not find the card that you selected, try again maybe
it: Non sono riuscito a trovare la scheda che hai selezionato, riprova dopo
pt_br: Não consegui achar o item que você selecionou, tente de novo

source: I did not receive the response I was expecting
it: Non ho ricevuto la risposta che stavo aspettando
pt_br: Eu não recebi a resposta esperada

source: I don't have my keys that I need here
it: Non ho le mie chiavi di cui ho bisogno qui
pt_br: Estou sem minhas chaves de acesso

source: I don't have the keys that I need here
it: Non ho le chiavi di cui ho bisogno qui
pt_br: Estou sem as chaves de acesso que preciso

source: I don't have your keys that I need here
it: Non ho le tue chiavi di cui ho bisogno qui
pt_br: Estou sem suas chaves de acesso

source: In Progress
it: In Corso
pt_br: Em progresso

source: Invalid url
it: URL non valido
pt_br: Url invalida

source: It appears your camera may not be available
it: Sembra che la tua fotocamera non è disponibile
pt_br: Sua câmera parece não estar disponível

source: It looks like this device doesn't support scanner
it: Sembra che questo dispositivo non supporti lo scanner
pt_br: Aparelho parece não ser compatível com o leitor de qr code

source: Item not found
it: Elemento non trovato
pt_br: Item não encontrado

source: Light Mode
it: Modalità Chiara
pt_br: Modo Claro

source: Local
it: Locale

source: Localization
it: Localizzazione
pt_br: Localização

source: Logout
it: Esci
pt_br: Sair

source: Mentioned Only
it: Solo Menzionati
pt_br: Mencionados

source: MIT License
it: Licenza MIT

source: No results, try to search with url
it: Nessun risultato, prova a cercare con l'url
pt_br: Sem resultados, tente novamente com um link

source: No URL
it: Nessun URL
pt_br: Sem URL

source: None
it: Nessuno
pt_br: Nenhum

source: Not a valid link
it: Non è un link valido
pt_br: O link não é valido

source: Not finding this card
it: Non è possibile trovare questa scheda
pt_br: Não estou achando esse item

source: Not found
it: Non trovato
pt_br: Não encontrado

source: Not sure what came, but I don't know how to deal with this
it: Non so cosa sia successo, ma non sono in grado di affrontarlo
pt_br: Não tenho certeza do que veio, mas eu não sei lidar com isso agora

source: Not sure what happened
it: Non so cosa sia successo
pt_br: Não sei o que aconteceu

source: Note not found
it: Nota non trovata
pt_br: Nota não encontrada

source: Notes
it: Note
pt_br: Notas

source: Nothing came
it: Nessun risultato
pt_br: Não chegou nada aqui

source: Part
it: Parte
pt_br: Parte

source: People
it: Persone
pt_br: Pessoas

source: Percentage
it: Percentuale
pt_br: Porcentagem

source: performance
it: esibizione
pt_br: Show/Teatro

source: Performance
it: Esibizione
pt_br: Show/Teatro

source: Please type the collection note for this item
it: Scrivi la nota di collezione per questo elemento
pt_br: Por favor escreva a nota de coleção do seu item aqui

source: Please type the progress note for this item
it: Scrivi la nota di progresso per questo elemento
pt_br: Por favor escreva a nota de progresso do seu item aqui

source: Please type your comments here
it: Scrivi i tuoi commenti qui
pt_br: Por favor, escreva seu comentário aqui

source: Please type your comments here Tips: use >!text!< for spoilers some instances may not be able to show posts longer than 360 characters.
it: Scrivi i tuoi commenti qui Suggerimenti: usa >!testo!< per gli spoiler, alcune istanze potrebbero non mostrare post più lunghi di 360 caratteri.
pt_br: Por favor, escreva seu comentário aqui: use >!text!< para spoilers, Algumas instâncias/servidores podem não aceitar mais de 360 caracteres.

source: Podcast Index
it: Indice dei Podcast

source: Posts
it: Post
pt_br: Postagens

source: Progress
it: Progresso
pt_br: Em progresso

source: Progress (optional)
it: Progresso (opzionale)
pt_br: Progresso (Opcional)

source: Progress Note
it: Nota di progresso
pt_br: Nota de progresso

source: Progress Type (optional)
it: Tipo di Progresso (opzionale)
pt_br: Tipo de progresso (Opcional)

source: Projects
it: Progetti
pt_br: Projetos

source: Public
it: Pubblica
pt_br: Público

source: Rate
it: Valuta
pt_br: Avaliar

source: Rating
it: Valutazione
pt_br: Avaliação

source: Register locally
it: Registra localmente
pt_br: Registrar localmente

source: Register new server locally
it: Registra nuovo server localmente
pt_br: Registrar novo servidor localmente

source: Registered Servers
it: Server Registrati
pt_br: Servidores registrados

source: Remove from collection
it: Rimuovi dalla collezione
pt_br: Remover da coleção

source: Reply
it: Rispondi
pt_br: Responder

source: Restart
it: Riavvia
pt_br: Recomeçar

source: Review
it: Recensisci
pt_br: Resenhar

source: Search Category
it: Categoria di ricerca
pt_br: Categoria na busca

source: Seems like I don't have the url that I need here
it: Sembra che io non abbia l'url di cui ho bisogno qui
pt_br: Parece que não tenho a URL que preciso

source: Sent
it: Inviato
pt_br: Enviado

source: Server error
it: Errore del Server
pt_br: Erro de servidor

source: Settings
it: Impostazioni
pt_br: Ajustes

source: Shelf
it: Scaffale
pt_br: Prateleira

source: Shelf type
it: Tipo di scaffale
pt_br: Tipo de prateleira

source: Sign up or Login
it: Iscriviti o Accedi
pt_br: Inscreva-se ou Entre

source: Something is not tasting well
it: Qualcosa non è di buon gusto
pt_br: Alguma coisa não está com o gosto certo

source: Sources
it: Fonti
pt_br: Fontes

source: State
it: Stato
pt_br: Estado

source: Success
it: Successo
pt_br: Sucesso

source: Support the developer
it: Supporta lo sviluppatore
pt_br: Ajude o desenvolvedor

source: Themes
it: Temi
pt_br: Temas

source: This link is not valid, not sure why, sorry
it: Il link non è valido, non so il perchè, scusa
pt_br: Esse link não é valido, não tenho certeza do motivo, desculpe

source: Thread
it: Discussione

source: Timestamp
it: Timbro orario

source: Tip Jar
it: Barattolo Mance
pt_br: Caixinha

source: Title or Description are empty
it: Il Titolo o la Descrizione sono vuoti
pt_br: Título ou descrição estão vazios

source: Track
it: Traccia

source: Unknown
it: Sconosciuto
pt_br: Desconhecido

source: Update
it: Aggiorna
pt_br: Atualizar

source: URL not working
it: L’URL non funziona
pt_br: URL não está funcionando

source: Use another server
it: Usa un altro server
pt_br: Use outro servidor

source: Visibility
it: Visibilità
pt_br: Visibilidade

source: what is the shelf type?
it: qual è il tipo di scaffale?
pt_br: Qual o tipo de estante?

source: Wishlist
it: Lista dei desideri
pt_br: Lista de desejos

source: Write a brief description here
it: Scrivi qui una breve descrizione
pt_br: Escreva uma descrição breve

source: Your Scores
it: Le tue valutazioni
pt_br: Suas notas de avaliações

source: Followed you
pt_br: Te seguiu

source: Google Books
pt_br: Google Livros

source: Liked your post:
pt_br: Gostou da sua postagem

source: Notifications
pt_br: Notificações

source: Reposted your post:
pt_br: Repostou sua postagem

source: Server
pt_br: Servidor

source: Unsupported notification type: %@
pt_br: Tipo de notificação não suportado: %@
